app/views/meetings/new.html.erb

    <%= form.label :case_id %>
    <%= form.collection_select :case_id, Case.all, :id, :title, {}, class: "form-control" %>
---
SELECT "cases".* FROM "cases"