app/controllers/meetings_controller.rb

   def index
    @meetings = Meeting.all
---
SELECT "meetings".* FROM "meetings"

  def show
    @meeting = Meeting.find_by(id: params["id"])
---
SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = ? LIMIT 1  [["id", 26]]

  def create
    meeting_params = params.require(:meeting).permit!
    @meeting = Meeting.create(meeting_params)
---
INSERT INTO "meetings" ("meeting_time", "firstyear_id", "secondyear_id", "case_id") VALUES (?, ?, ?, ?)  [["meeting_time", "2015-02-20 10:00:00.000000"], ["firstyear_id", 1], ["secondyear_id", 11], ["case_id", 11]]