app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = 'ajelinek2015@kellogg.northwestern.edu' LIMIT 1
---
  def create
    user = User.find_by(email: params["email"])